export default {
  projections: {
    СервернаяE: {
      iP: {
        __caption__: 'IP'
      },
      настройки: {
        __caption__: 'Настройки'
      },
      протокол: {
        __caption__: 'Протокол'
      },
      порт: {
        __caption__: 'Порт'
      },
      iDСерверной: {
        __caption__: 'I d серверной'
      },
      сотрудник: {
        __caption__: ''
      }
    },
    СервернаяL: {
      iP: {
        __caption__: 'IP'
      },
      настройки: {
        __caption__: 'Настройки'
      },
      протокол: {
        __caption__: 'Протокол'
      },
      порт: {
        __caption__: 'Порт'
      },
      iDСерверной: {
        __caption__: 'I d серверной'
      }
    }
  },
  validations: {
    iDСерверной: {
      __caption__: 'I d серверной'
    },
    iP: {
      __caption__: 'IP'
    },
    настройки: {
      __caption__: 'Настройки'
    },
    порт: {
      __caption__: 'Порт'
    },
    протокол: {
      __caption__: 'Протокол'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    контроллер: {
      __caption__: 'контроллер'
    }
  }
};
