export default {
  projections: {
    СотрудникE: {
      idСотрудника: {
        __caption__: 'Id сотрудника'
      },
      имя: {
        __caption__: 'Имя'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Должность'
      }
    },
    СотрудникL: {
      idСотрудника: {
        __caption__: 'Id сотрудника'
      },
      имя: {
        __caption__: 'Имя'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      }
    }
  },
  validations: {
    idСотрудника: {
      __caption__: 'Id сотрудника'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
